{
    "dua":[
        {
            "text1": "ভূমিকা",
            "text2": "রহমত বরকত মাগফেরাত ও নাজাতের মাস রমজান। নেয়ামতে ভরপুর এ মাসে নবিজী বিশেষ চারটি আমলের কথা বলেছেন। আমলগুলোর সঙ্গে কিছু দোয়া, জিকির, তাওবাহ ও ইসতেগফার রয়েছে। এর বিনিময়ে রয়েছে বেশকিছু সুখবর। নবিজী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম রমজানকে স্বাগত জানাতে গিয়ে উম্মতে মুসলিমার উদ্দেশ্যে এ আমলগুলোর দিকনির্দেশনা দিয়েছেন।কী সেই আমল ও দোয়াগুলো? নবিজী সাল্লাল্লাহু আলাইহ ওয়া সাল্লামের নির্দেশনা অনুযায়ী মুমিন মুসলমান বিশেষ চারটি আমল, জিকির ও দোয়া করার মাধ্যমে মাসটি ইবাদতে কাটাবে। রোজাদারের জন্য মাসটি ইবাদতের বসন্তকালে পরিণত হবে। আমল চারটির মধ্যে দুটি মহান আল্লাহর জন্য আর দুটি বান্দার জন্য। হাদিসে এসেছে- হজরত সালমান ফারসি রাদিয়াল্লাহু আনহু বর্ণনা করেন, ‘শাবান মাসের শেষ দিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদের উদ্দেশ্য এ মর্মে বক্তব্য দেন যে- ‘হে লোক সকল! অবশ্যই তোমাদের সামনে মহান মাস, বরকতময় মাস উপস্থিত। এ মাসে তোমরা ৪টি আমল বেশি বেশি আদায় করবে। এর মধ্যে দুইটি কাজ আল্লাহর জন্য আর দুইটি কাজ তোমাদের নিজেদের জন্য।"
        },
        {
            "text1": "রোজার নিয়ত",
            "text2": "রোজার নিয়ত বাংলায় আরবি উচ্চারণ : নাওয়াইতু আন আসূমা গাদাম্ মিন্ শাহরি রমাদ্বা-নাল মুবা-রাকি ফারদ্বাল্লাকা ইয়া- আল্লা-হু ফাতাক্বাব্বাল মিন্নী ইন্নাকা আনতাস্ সামিউ'ল আ'লিম।\n\nবাংলা অর্থ : হে আল্লাহ! আগামীকাল পবিত্র রমজানের ফরজ রোজা রাখার জন্য আমি নিয়ত করছি। তুমি তা আমার পক্ষ থেকে কবুল করো। নিশ্চয়ই তুমি সর্বশ্রোতা, সর্বজ্ঞানী।"
        },
        {
            "text1": "আল্লাহর জন্য ২ টি আমল",
            "text2": "১. কালেমার সর্বোত্তম তাসবিহ- لَا اِلَهَ اِلَّا الله 'লা ইলাহা ইল্লাল্লাহ' পাঠ করা।\n২. আল্লাহর কাছে বেশি বেশি ইসতেগফার তথা ক্ষমা প্রার্থনা করা।"
        },
        {
            "text1": "কালেমা পাঠের কারণ",
            "text2": "এ কালেমা মানুষকে এক আল্লাহর স্বীকৃতি তথা তাওহিদের দিকে ধাবিত করে। মানুষ সবচেয়ে বড় অপরাধ শিরক থেকে মুক্ত রাখে। যে উদ্দেশ্যে আল্লাহ যুগে যুগে নবি-রাসুল পাঠিয়েছেন। আর আমাদের জন্য দিয়েঠেন মহাগ্রন্থ আল-কোরআন। তাই কোরআন নাজিলের মাসে মহান আল্লাহর একত্ববাদের স্বীকৃতি দিতেই একনিষ্ঠতার সঙ্গে সঙ্গে বেশি বেশি কালেমার তাসবিহ পাঠ করা।"
        },
        {
            "text1": "ইসতেগফার বেশি বেশি পড়ার করার কারণ",
            "text2": "এ কারণেই কোরআন-সুন্নায় বেশি বেশি তাওবাহ ইসতেগফার করার ব্যাপারে তাগিদ দেওয়া হয়েছে। কেননা গুনাহমুক্ত জীবনের অন্যতম উপায় হচ্ছে তাওবাহ ও ইসতেগফার করা। আল্লাহ তাআলা ঘোষণা করেন-\n\nوَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللّهَ يَجِدِ اللّهَ غَفُورًا رَّحِيمًا\n\n'যে গুনাহ করে কিংবা নিজের অনিষ্ট করে, অতপর আল্লাহর কাছে ক্ষমা প্রার্থনা করে, সে আল্লাহকে ক্ষমাশীল, করুণাময় পায়।' (সুরা নিসা : আয়াত ১১০)"
        },
        {
            "text1": "নিজেদের দুই আমল",
            "text2": "১. আল্লাহর কাছে জান্নাত প্রার্থনা করা।\n২. জাহান্নামের আগুন থেকে মুক্তি চাওয়া।"
        },
         {
            "text1": "রোযা ভঙ্গের কারণসমূহ",
            "text2": "১.সহবাস\n২.হস্তমৈথুন\n৩.পানাহার\n৪.যা কিছু পানাহারের স্থলাভিষিক্ত\n৫.শিঙ্গা লাগানো কিংবা এ জাতীয় অন্য কোন কারণে রক্ত বের করা\n৬.ইচ্ছাকৃতভাবে বমি করা\n৭.মহিলাদের হায়েয ও নিফাসের রক্ত বের হওয়া"
        }
    ]
}